---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.MultistoryStandardStairBottomEndExceedsOrNotReach
source: html/249a8186-f921-060b-d35b-530b090bd940.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.MultistoryStandardStairBottomEndExceedsOrNotReach Property

One of the stairs inside multistory stairs bottom ends exceeds or cannot reach the base elevation of the stair.

## Syntax (C#)
```csharp
public static FailureDefinitionId MultistoryStandardStairBottomEndExceedsOrNotReach { get; }
```